Repository: natefox2017/cook
Catalog: ios/Recipe/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt, zh_hans, zh_hant

source: Timer
es: Temporizador
fr: Minuteur
ja: タイマー
ko: 타이머
pt: Temporizador
zh_hans: 计时器
zh_hant: 計時器

source: Links & social
ja: リンク・SNS
zh_hans: 链接与分享
zh_hant: 連結與分享

source: Cook & plan
ja: 調理と献立
zh_hans: 烹饪与计划
zh_hant: 烹飪與計劃

source: %lld bought
ja: 購入済み %lld 件
zh_hans: 已购买 %lld 项
zh_hant: 已購買 %lld 項

source: A recipe can belong to more than one collection.
ja: レシピは複数のコレクションに追加できます。
zh_hans: 同一食谱可以加入多个食谱册。
zh_hant: 同一食譜可以加入多個食譜集。

source: A recipe can belong to more than one collection. Favorites stays separate.
ja: レシピは複数のコレクションに入れられます。お気に入りは別に管理されます。
zh_hans: 一份食谱可属于多个食谱册；喜欢的食谱单独管理。
zh_hant: 一份食譜可屬於多個食譜集；喜愛的食譜另行管理。

source: A short description
ja: 短い説明
zh_hans: 简短介绍
zh_hant: 簡短介紹

source: Account action
ja: アカウントの操作
zh_hans: 账号操作
zh_hant: 帳號操作

source: Acknowledgements
ja: 謝辞
zh_hans: 致谢
zh_hant: 致謝

source: Add or import a recipe
ja: レシピの追加・取り込み
zh_hans: 添加或导入食谱
zh_hant: 新增或匯入食譜

source: Add Your First Recipe
ja: 最初のレシピを追加
zh_hans: 添加第一份食谱
zh_hant: 新增第一份食譜

source: All Local Library Data (JSON)
ja: ローカルライブラリ全データ（JSON）
zh_hans: 全部本地食谱库数据（JSON）
zh_hant: 全部本機食譜庫資料（JSON）

source: Alphabetical
ja: 名前順
zh_hans: 按名称
zh_hant: 按名稱

source: Already planned
ja: 献立に登録済み
zh_hans: 已加入计划
zh_hant: 已加入計劃

source: Amount, e.g. 2 tbsp or to taste
ja: 分量（例：大さじ2、適量）
zh_hans: 用量，例如 2 汤匙或适量
zh_hant: 用量，例如 2 湯匙或適量

source: Amount, for example 2 cups or to taste
ja: 分量（例：2カップ、適量）
zh_hans: 用量，例如 2 杯或适量
zh_hant: 用量，例如 2 杯或適量

source: Amounts can be numbers, ranges or words such as “to taste”. Keep the amount that works for your shop.
ja: 分量は数値・範囲・「適量」などで入力できます。買い物に必要な表記を残してください。
zh_hans: 用量可填写数字、范围或“适量”等文字，请保留实际需要购买的用量。
zh_hant: 用量可以是數字、範圍或「適量」等文字，請保留實際需要購買的用量。

source: App
ja: アプリ
zh_hans: 应用
zh_hant: 應用程式

source: Back to Recipe
ja: レシピに戻る
zh_hans: 返回食谱
zh_hant: 返回食譜

source: Bought items will be removed from this list. Your saved recipes will stay in your library.
ja: 購入済みの項目を一覧から削除します。保存したレシピは残ります。
zh_hans: 已购买的项目将从清单移除，已保存的食谱不会删除。
zh_hant: 已購買的項目將從清單移除，已儲存的食譜不會刪除。

source: Category
ja: カテゴリー
zh_hans: 分类
zh_hant: 分類

source: Checking account…
ja: アカウントを確認しています…
zh_hans: 正在检查账号…
zh_hant: 正在檢查帳號…

source: Checking App Store plans…
ja: App Storeのプランを確認しています…
zh_hans: 正在检查 App Store 订阅方案…
zh_hant: 正在檢查 App Store 訂閱方案…

source: Choose a date
ja: 日付を選択
zh_hans: 选择日期
zh_hant: 選擇日期

source: Choose a new password
ja: 新しいパスワードを設定
zh_hans: 设置新密码
zh_hant: 設定新密碼

source: Choose export format
ja: 書き出し形式を選択
zh_hans: 选择导出格式
zh_hant: 選擇匯出格式

source: Choose from your saved recipes. Open a planned recipe when you’re ready to cook or add its ingredients to Groceries.
ja: 保存したレシピから選びましょう。調理するときはレシピを開くか、材料を買い物リストに追加できます。
zh_hans: 从保存的食谱中选择，准备做饭时打开食谱，或将食材加入购物清单。
zh_hant: 從儲存的食譜中選擇，準備料理時開啟食譜，或將食材加入購物清單。

source: Choose ingredients
ja: 材料を選択
zh_hans: 选择食材
zh_hant: 選擇食材

source: Choose…
ja: 選択…
zh_hans: 请选择…
zh_hant: 請選擇…

source: Clear search
ja: 検索をクリア
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Cloud Sync Error
ja: クラウド同期エラー
zh_hans: 云端同步错误
zh_hant: 雲端同步錯誤

source: Collection name
ja: コレクション名
zh_hans: 食谱册名称
zh_hant: 食譜集名稱

source: Conflicts
ja: 競合
zh_hans: 冲突
zh_hant: 衝突

source: Consolidate compatible ingredients
ja: 同じ材料をまとめる
zh_hans: 合并相同且兼容的食材
zh_hant: 合併相同且相容的食材

source: Continue with Free
ja: 無料版で続ける
zh_hans: 继续使用免费版
zh_hant: 繼續使用免費版

source: Cook with timers
ja: タイマーを使って調理
zh_hans: 使用计时器烹饪
zh_hant: 使用計時器烹飪

source: Cooking progress
ja: 調理の進行状況
zh_hans: 烹饪进度
zh_hant: 烹飪進度

source: Create a collection to organize this recipe.
ja: このレシピを整理するコレクションを作成してください。
zh_hans: 创建食谱册来整理这份食谱。
zh_hant: 建立食譜集來整理這份食譜。

source: Date
ja: 日付
zh_hans: 日期
zh_hant: 日期

source: Delete Account & Cloud Data
ja: アカウントとクラウドデータを削除
zh_hans: 删除账号及云端数据
zh_hant: 刪除帳號及雲端資料

source: Delete All Local Data
ja: この端末のデータをすべて削除
zh_hans: 删除所有本地数据
zh_hant: 刪除所有本機資料

source: Delete Collection
ja: コレクションを削除
zh_hans: 删除食谱册
zh_hant: 刪除食譜集

source: Delete Local Data
ja: この端末のデータを削除
zh_hans: 删除本地数据
zh_hant: 刪除本機資料

source: Delete Recipe
ja: レシピを削除
zh_hans: 删除食谱
zh_hant: 刪除食譜

source: Delete RecipePouch Account & Cloud Data
ja: RecipePouchアカウントとクラウドデータを削除
zh_hans: 删除 RecipePouch 账号及云端数据
zh_hant: 刪除 RecipePouch 帳號與雲端資料

source: Discard changes
ja: 変更を破棄
zh_hans: 放弃修改
zh_hant: 放棄修改

source: During cooking
ja: 調理中
zh_hans: 烹饪过程中
zh_hant: 烹飪過程中

source: Edit item
ja: 項目を編集
zh_hans: 编辑项目
zh_hant: 編輯項目

source: Empty
ja: 空
zh_hans: 空
zh_hant: 空白

source: Explore a few sample recipes. You can edit or delete them at any time.
ja: サンプルはいつでも編集・削除できます。
zh_hans: 先看看示例食谱，随时可以编辑或删除。
zh_hant: 先看看範例食譜，隨時可以編輯或刪除。

source: First sync
ja: 初回同期
zh_hans: 首次同步
zh_hant: 首次同步

source: For this step
ja: この手順で
zh_hans: 本步骤
zh_hant: 本步驟

source: From a link
ja: リンクから
zh_hans: 从链接导入
zh_hant: 從連結匯入

source: From your recipes
ja: レシピから
zh_hans: 来自食谱
zh_hant: 來自食譜

source: Get Started
ja: はじめる
zh_hans: 开始使用
zh_hant: 開始使用

source: Getting started
ja: はじめに
zh_hans: 入门指南
zh_hant: 入門指南

source: Good food, kept in one place.
ja: お気に入りの料理をひとつに。
zh_hans: 把喜欢的美食收藏在一起。
zh_hant: 把喜愛的美食收藏在一起。

source: Groceries and recipe references
ja: 買い物リストと関連レシピ
zh_hans: 购物清单及关联食谱
zh_hant: 購物清單及關聯食譜

source: Grocery filter
ja: 買い物リストの絞り込み
zh_hans: 购物筛选
zh_hant: 購物篩選

source: Grocery list actions
ja: 買い物リストの操作
zh_hans: 购物清单操作
zh_hant: 購物清單操作

source: Import
ja: 取り込む
zh_hans: 导入
zh_hant: 匯入

source: Import needs review
ja: 取り込み内容の確認が必要
zh_hans: 导入内容需要完善
zh_hant: 匯入內容需要完善

source: Import recipe
ja: レシピを取り込む
zh_hans: 导入食谱
zh_hant: 匯入食譜

source: Include Ingredients and Instructions headings when available. The original text is always kept.
ja: 可能なら材料と手順の見出しを含めてください。元のテキストは保持します。
zh_hans: 有条件时请加入“食材”和“步骤”标题；原始文字始终保留。
zh_hant: 可以的話請加上「食材」和「步驟」標題；原始文字會保留。

source: Item
ja: 項目
zh_hans: 项目
zh_hant: 項目

source: Keep editing
ja: 編集を続ける
zh_hans: 继续编辑
zh_hant: 繼續編輯

source: Keep every recipe in one place
ja: レシピをひとつにまとめて保存
zh_hans: 所有食谱，一处收藏
zh_hant: 所有食譜，集中收藏

source: Keep Local for Now
ja: 今は端末のデータを保持
zh_hans: 暂时保留本地数据
zh_hant: 暫時保留本機資料

source: Keep Screen Awake
ja: 調理中は画面を点灯
zh_hans: 烹饪时保持亮屏
zh_hant: 烹飪時保持螢幕開啟

source: Keep wording such as “to taste” or “a little”. Only explicit numeric amounts are scaled.
ja: 「適量」「少々」などの表現は保持し、明確な数量だけ調整します。
zh_hans: 保留“适量”“少许”等原始用量；只调整明确的数字。
zh_hant: 保留「適量」「少許」等原始用量；只調整明確的數值。

source: Legal
ja: 法的情報
zh_hans: 法律信息
zh_hant: 法律資訊

source: Local preferences and cooking sessions
ja: 端末の設定と調理セッション
zh_hans: 本地偏好和烹饪会话
zh_hant: 本機偏好與烹飪工作階段

source: Make room for your favorites
ja: お気に入りのレシピを集めましょう
zh_hans: 开始收藏喜欢的食谱
zh_hant: 開始收藏喜歡的食譜

source: Manage
ja: 管理
zh_hans: 管理
zh_hant: 管理

source: Manage Recipes
ja: レシピを管理
zh_hans: 管理食谱
zh_hant: 管理食譜

source: Manually
ja: 手動
zh_hans: 手动
zh_hant: 手動

source: Meal
ja: 食事
zh_hans: 餐次
zh_hant: 餐次

source: Meal plan
ja: 献立プラン
zh_hans: 周计划
zh_hant: 週計劃

source: Meal types
ja: 食事の種類
zh_hans: 餐次类型
zh_hant: 餐點類型

source: Meals
ja: 食事
zh_hans: 正餐
zh_hant: 正餐

source: Merge Local + Cloud
ja: 端末とクラウドを統合
zh_hans: 合并本地与云端
zh_hant: 合併本機與雲端

source: Missing ingredients or steps? Save a draft and finish it later.
ja: 材料や手順が不足していても下書き保存できます。
zh_hans: 食材或步骤不完整？可以先保存草稿，稍后补充。
zh_hant: 食材或步驟不完整？可以先儲存草稿，稍後補充。

source: Name
ja: 名前
zh_hans: 名称
zh_hant: 名稱

source: Needs review
ja: 要確認
zh_hans: 待完善
zh_hant: 待完善

source: Needs Review
ja: 要確認
zh_hans: 待完善
zh_hant: 待完善

source: Needs Review · Add missing recipe details
ja: 要確認・不足している情報を追加
zh_hans: 待完善 · 补充缺失信息
zh_hant: 待完善 · 補充缺少的資訊

source: Never
ja: なし
zh_hans: 从未
zh_hant: 從未

source: New collection
ja: 新しいコレクション
zh_hans: 新食谱册
zh_hant: 新食譜集

source: No ingredients yet. Edit this recipe to add them.
ja: 材料がありません。レシピを編集して追加してください。
zh_hans: 还没有食材，请编辑食谱添加。
zh_hant: 尚未有食材，請編輯食譜新增。

source: No steps yet. Edit this recipe before you start cooking.
ja: 手順がありません。調理前にレシピを編集してください。
zh_hans: 还没有做法步骤，请先编辑食谱。
zh_hant: 尚未有料理步驟，請先編輯食譜。

source: Not connected
ja: 未接続
zh_hans: 未连接
zh_hant: 未連線

source: Not queued
ja: キュー未登録
zh_hans: 尚未入队
zh_hant: 尚未排入佇列

source: Notes
ja: メモ
zh_hans: 备注
zh_hant: 備註

source: Numeric amounts adjust with servings. Amounts such as “to taste” stay as written.
ja: 明確な数量は人数に合わせて調整されます。「適量」などは元の表記を維持します。
zh_hans: 明确的数值会随份量调整；“适量”等用量保持原文。
zh_hant: 明確的數值會隨份量調整；「適量」等用量保持原文。

source: On this iPhone
ja: このiPhone
zh_hans: 此 iPhone 上
zh_hant: 此 iPhone 上

source: Open Original Recipe
ja: 元のレシピを開く
zh_hans: 查看原始食谱
zh_hant: 查看原始食譜

source: Open Source Licenses
ja: オープンソースライセンス
zh_hans: 开源许可证
zh_hant: 開源授權條款

source: Organization
ja: 整理
zh_hans: 整理方式
zh_hant: 整理方式

source: Original amounts · servings not specified
ja: 元の分量・人数未設定
zh_hans: 原始用量 · 未指定份量
zh_hant: 原始用量 · 未指定份量

source: Original link (optional)
ja: 元のリンク（任意）
zh_hans: 原始链接（选填）
zh_hant: 原始連結（選填）

source: Other Timers
ja: その他のタイマー
zh_hans: 其他计时器
zh_hant: 其他計時器

source: Pending Sources
ja: 処理待ちのソース
zh_hans: 待处理来源
zh_hant: 待處理來源

source: Plan meals and shop
ja: 献立と買い物
zh_hans: 安排餐食与购物
zh_hant: 安排餐點與購物

source: Portions
ja: 人数・分量
zh_hans: 份量
zh_hant: 份量

source: Preferences
ja: 環境設定
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Premium plans aren’t available right now.
ja: 現在Premiumプランをご利用いただけません。
zh_hans: 高级订阅暂时不可用。
zh_hant: 進階訂閱目前無法使用。

source: Preparing photo…
ja: 写真を準備しています…
zh_hans: 正在处理照片…
zh_hant: 正在處理照片…

source: Preparing RecipePouch…
ja: RecipePouchを準備しています…
zh_hans: 正在准备 RecipePouch…
zh_hant: 正在準備 RecipePouch…

source: Previous
ja: 前へ
zh_hans: 上一步
zh_hant: 上一步

source: Quickest
ja: 調理時間が短い順
zh_hans: 耗时最短
zh_hant: 耗時最短

source: Ready to enjoy
ja: できあがり
zh_hans: 可以开动了
zh_hant: 可以開動了

source: Recently Added
ja: 最近追加
zh_hans: 最近添加
zh_hant: 最近新增

source: Recipe display
ja: レシピの表示
zh_hans: 食谱显示
zh_hant: 食譜顯示

source: Recipe no longer available
ja: レシピは利用できません
zh_hans: 食谱已不可用
zh_hant: 食譜已無法使用

source: Recipe Options
ja: レシピの操作
zh_hans: 食谱选项
zh_hant: 食譜選項

source: Recipe text
ja: レシピのテキスト
zh_hans: 食谱文字
zh_hant: 食譜文字

source: Recipe websites with structured ingredients and steps can be imported directly. For private pages and social videos, keep the source and add text or photos.
ja: 材料と手順があるレシピサイトは直接取り込めます。非公開ページやSNS動画は出典を保存し、テキストや写真を補ってください。
zh_hans: 有结构化食材和步骤的食谱网页可直接导入；私人页面和社交视频请保存来源并补充文字或照片。
zh_hant: 具有結構化食材與步驟的食譜網頁可直接匯入；私人頁面與社群影片請保留來源並補上文字或照片。

source: RecipePouch Account
ja: RecipePouch アカウント
zh_hans: RecipePouch 账号
zh_hant: RecipePouch 帳號

source: Recipes (HTML)
ja: レシピ（HTML）
zh_hans: 食谱（HTML）
zh_hant: 食譜（HTML）

source: Recipes (JSON)
ja: レシピ（JSON）
zh_hans: 食谱（JSON）
zh_hant: 食譜（JSON）

source: Recipes stay in your library. Only this collection and its memberships are removed.
ja: レシピは残り、このコレクションと登録関係のみ削除されます。
zh_hans: 食谱仍会保留，仅删除此食谱册及其归属关系。
zh_hant: 食譜仍會保留，僅刪除此食譜集及其歸屬關係。

source: Recipes, notes and original sources
ja: レシピ、メモ、元の出典
zh_hans: 食谱、备注与原始来源
zh_hant: 食譜、備註與原始來源

source: Remove
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: Remove from plan
ja: 献立から外す
zh_hans: 从计划中移除
zh_hant: 從計劃中移除

source: Remove item
ja: 項目を削除
zh_hans: 删除项目
zh_hant: 刪除項目

source: Remove meal
ja: 献立から削除
zh_hans: 移除餐次
zh_hant: 移除餐次

source: Remove step
ja: 手順を削除
zh_hans: 删除步骤
zh_hant: 刪除步驟

source: Remove timer
ja: タイマーを削除
zh_hans: 删除计时器
zh_hant: 刪除計時器

source: Rename
ja: 名前を変更
zh_hans: 重命名
zh_hant: 重新命名

source: Reset
ja: リセット
zh_hans: 重置
zh_hant: 重設

source: Resolve & Sync
ja: 競合を解決して同期
zh_hans: 解决冲突并同步
zh_hant: 解決衝突並同步

source: Save a recipe from a link, photo, or your own kitchen notes.
ja: リンク、写真、メモからレシピを保存できます。
zh_hans: 可从链接、照片或手写笔记保存食谱。
zh_hant: 可從連結、照片或個人筆記儲存食譜。

source: Save link for later
ja: リンクを後で使うために保存
zh_hans: 保存链接，稍后处理
zh_hant: 儲存連結，稍後處理

source: Saved on this iPhone
ja: このiPhoneに保存しました
zh_hans: 已保存到此 iPhone
zh_hant: 已儲存至此 iPhone

source: Saved Recipes
ja: 保存したレシピ
zh_hans: 已保存食谱
zh_hant: 已儲存食譜

source: Search recipes, ingredients, steps
ja: レシピ・材料・手順を検索
zh_hans: 搜索菜名、食材或步骤
zh_hant: 搜尋菜名、食材或步驟

source: See Plans
ja: プランを見る
zh_hans: 查看方案
zh_hant: 查看方案

source: Shared Link
ja: 共有リンク
zh_hans: 分享的链接
zh_hant: 分享的連結

source: Shared Text
ja: 共有テキスト
zh_hans: 分享的文字
zh_hant: 分享的文字

source: Shared Image
ja: 共有画像
zh_hans: 分享的图片
zh_hant: 分享的圖片

source: Shared Document
ja: 共有書類
zh_hans: 分享的文档
zh_hant: 分享的文件

source: View Shared Image
ja: 共有画像を表示
zh_hans: 查看分享的图片
zh_hant: 查看分享的圖片

source: View Shared Document
ja: 共有書類を表示
zh_hans: 查看分享的文档
zh_hant: 查看分享的文件

source: Loading Attachment
ja: 添付ファイルを読み込み中
zh_hans: 正在加载附件
zh_hant: 正在載入附件

source: Your signed-in account changed. The saved source was kept for the correct account.
ja: ログイン中のアカウントが変更されました。保存済みのソースは元のアカウント用に保持されています。
zh_hans: 登录账号已更改。已为原账号保留保存的来源。
zh_hant: 登入帳號已變更。已為原帳號保留儲存的來源。

source: The shared source is unavailable. It may have expired.
ja: 共有したソースを利用できません。期限切れの可能性があります。
zh_hans: 无法访问分享的来源，可能已过期。
zh_hant: 無法存取分享的來源，可能已過期。

source: Attachment saved on this iPhone
ja: 添付ファイルをこの iPhone に保存しました
zh_hans: 附件已保存在此 iPhone
zh_hant: 附件已儲存在此 iPhone

source: Share a public recipe link, readable text, image, or PDF.
ja: 公開レシピのリンク、読み取れるテキスト、画像、または PDF を共有してください。
zh_hans: 请分享公开食谱链接、可读取的文字、图片或 PDF。
zh_hant: 請分享公開食譜連結、可讀取的文字、圖片或 PDF。

source: Show All Recipes
ja: すべてのレシピを表示
zh_hans: 查看全部食谱
zh_hant: 查看全部食譜

source: Show recipe names
ja: レシピ名を表示
zh_hans: 显示来源食谱名称
zh_hant: 顯示來源食譜名稱

source: Sides
ja: 付け合わせ
zh_hans: 配菜
zh_hant: 配菜

source: Sign in required
ja: ログインが必要です
zh_hans: 需要登录
zh_hant: 需要登入

source: Signing in
ja: ログインしています
zh_hans: 正在登录
zh_hant: 正在登入

source: Skip
ja: スキップ
zh_hans: 跳过
zh_hant: 略過

source: Sort
ja: 並べ替え
zh_hans: 排序
zh_hant: 排序

source: Sort recipes
ja: レシピの並べ替え
zh_hans: 食谱排序
zh_hant: 食譜排序

source: Source
ja: 出典
zh_hans: 来源
zh_hant: 來源

source: Start
ja: 開始
zh_hans: 开始
zh_hant: 開始

source: Start a New Session
ja: 新しい調理セッションを開始
zh_hans: 开始新的烹饪
zh_hant: 開始新的烹飪

source: Starting a fresh session…
ja: 新しいセッションを開始しています…
zh_hans: 正在开始新的烹饪…
zh_hant: 正在開始新的烹飪…

source: Step title (optional)
ja: 手順の見出し（任意）
zh_hans: 步骤标题（选填）
zh_hant: 步驟標題（選填）

source: Subscription active
ja: サブスクリプションは有効です
zh_hans: 订阅已生效
zh_hant: 訂閱已生效

source: Subscription not showing
ja: サブスクリプションが表示されない
zh_hans: 订阅状态未显示
zh_hant: 訂閱狀態未顯示

source: Sync behavior
ja: 同期方法
zh_hans: 同步方式
zh_hant: 同步方式

source: Sync Error
ja: 同期エラー
zh_hans: 同步错误
zh_hant: 同步錯誤

source: Sync problems
ja: 同期の問題
zh_hans: 同步问题
zh_hant: 同步問題

source: System frameworks
ja: システムフレームワーク
zh_hans: 系统框架
zh_hant: 系統框架

source: Tap the heart on a recipe to keep your go-to dishes here.
ja: レシピのハートを押すとお気に入りに保存されます。
zh_hans: 点击食谱上的爱心，收藏常做的菜。
zh_hant: 點選食譜上的愛心，收藏常做的料理。

source: Temperature or heat, e.g. 200°C or medium heat
ja: 温度・火加減（例：200℃、中火）
zh_hans: 温度或火力，例如 200°C 或中火
zh_hant: 溫度或火力，例如 200°C 或中火

source: Terms of Use
ja: 利用規約
zh_hans: 使用条款
zh_hant: 使用條款

source: The recipe will stay in your saved recipes.
ja: レシピはライブラリに残ります。
zh_hans: 食谱仍会保留在食谱库中。
zh_hant: 食譜仍會保留在食譜庫中。

source: This collection may have been deleted.
ja: このコレクションは削除された可能性があります。
zh_hans: 这个食谱册可能已被删除。
zh_hant: 這個食譜集可能已被刪除。

source: This iPhone
ja: このiPhone
zh_hans: 此 iPhone
zh_hant: 此 iPhone

source: This recipe has no ingredients yet.
ja: このレシピにはまだ材料がありません。
zh_hans: 这份食谱尚未添加食材。
zh_hant: 這份食譜尚未新增食材。

source: This removes the item from your grocery list.
ja: この項目を買い物リストから削除します。
zh_hans: 这会从购物清单中移除该项目。
zh_hant: 這會從購物清單中移除該項目。

source: This removes the recipe from your library and meal plan.
ja: このレシピをライブラリと献立から削除します。
zh_hans: 这会从食谱库和周计划中移除此食谱。
zh_hant: 這會從食譜庫和週計劃中移除此食譜。

source: This replaces the unreadable cooking progress for this recipe. The recipe itself is kept.
ja: 読み込めない調理進捗を置き換えます。レシピ自体は残ります。
zh_hans: 这会替换无法读取的烹饪进度，食谱本身会保留。
zh_hant: 這會取代無法讀取的烹飪進度，食譜本身會保留。

source: Time remaining
ja: 残り時間
zh_hans: 剩余时间
zh_hant: 剩餘時間

source: Rename Timer
ja: タイマー名を変更
zh_hans: 重命名计时器
zh_hant: 重新命名計時器

source: Rename timer
ja: タイマー名を変更
zh_hans: 重命名计时器
zh_hant: 重新命名計時器

source: Timer label
ja: タイマー名
zh_hans: 计时器名称
zh_hant: 計時器名稱

source: Troubleshooting
ja: トラブルシューティング
zh_hans: 故障排查
zh_hant: 疑難排解

source: Try again
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Try Again
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Try another dish or ingredient, or clear your filters.
ja: 別の料理名や材料で検索するか、絞り込みを解除してください。
zh_hans: 试试其他菜名或食材，或清除筛选条件。
zh_hant: 試試其他菜名或食材，或清除篩選條件。

source: Try sample recipes
ja: サンプルレシピを見る
zh_hans: 试用示例食谱
zh_hant: 試用範例食譜

source: Update
ja: 更新
zh_hans: 更新
zh_hant: 更新

source: Update Password
ja: パスワードを変更
zh_hans: 更新密码
zh_hant: 更新密碼

source: Use at least 8 characters.
ja: 8文字以上で入力してください。
zh_hans: 请至少使用 8 个字符。
zh_hant: 請至少使用 8 個字元。

source: View All Ingredients
ja: すべての材料を見る
zh_hans: 查看全部食材
zh_hant: 查看全部食材

source: What RecipePouch Stores
ja: RecipePouchが保存するデータ
zh_hans: RecipePouch 保存哪些数据
zh_hant: RecipePouch 儲存哪些資料

source: What should the cook do?
ja: この手順ですることは？
zh_hans: 这一刻需要做什么？
zh_hant: 這一步需要做什麼？

source: Wi-Fi Only
ja: Wi-Fiのみ
zh_hans: 仅 Wi-Fi
zh_hant: 僅 Wi-Fi

source: Working with the App Store
ja: App Storeと通信中
zh_hans: 正在连接 App Store
zh_hant: 正在連線至 App Store

source: You can keep using RecipePouch for free and check again later.
ja: 引き続き無料で利用できます。しばらくしてからお試しください。
zh_hans: 您仍可免费使用 RecipePouch，稍后再查看。
zh_hant: 您仍可免費使用 RecipePouch，稍後再查看。

source: Your data
ja: データ
zh_hans: 您的数据
zh_hant: 您的資料

source: Your notes and changes
ja: メモと変更内容
zh_hans: 您的备注和修改
zh_hant: 您的備註與修改

source: Your running timers will stop when you finish this recipe.
ja: 調理を終了すると実行中のタイマーは停止します。
zh_hans: 结束烹饪后，正在运行的计时器将停止。
zh_hant: 結束烹飪後，執行中的計時器將停止。

source: Your saved recipes, all in one place.
ja: 保存したレシピをここでまとめて管理できます。
zh_hans: 收藏的食谱都在这里。
zh_hant: 收藏的食譜都在這裡。

source: %@ Recipes
ja: %@ 件のレシピ
zh_hans: %@ 份食谱
zh_hant: %@ 份食譜

source: %@ bought
ja: %@ 件購入済み
zh_hans: %@ 项已购买
zh_hant: 已購買 %@ 項

source: %@ done
ja: %@ 完了
zh_hans: 已完成 %@ 步
zh_hant: 已完成 %@ 步

source: %@ items
ja: %@ 件
zh_hans: %@ 项
zh_hant: %@ 項

source: %@ meals planned this week
ja: 今週の予定は %@ 食
zh_hans: 本周已计划 %@ 餐
zh_hant: 本週已安排 %@ 餐

source: %@ min
ja: %@ 分
zh_hans: %@ 分钟
zh_hant: %@ 分鐘

source: %@ of 3
ja: 全 3 ステップ中 %@
zh_hans: 共 3 步，第 %@ 步
zh_hant: 共 3 步，第 %@ 步

source: %@ servings
ja: %@ 人分
zh_hans: %@ 份
zh_hant: %@ 份

source: A cloud sync operation is still finishing. Try deleting local data again after it stops.
ja: クラウド同期の処理中です。完了してからローカルデータを削除してください。
zh_hans: 云端同步仍在完成中。同步结束后，请再次删除本机数据。
zh_hant: 雲端同步仍在完成中。同步結束後，請再次刪除本機資料。

source: An exported JSON file contains a copy of your local RecipePouch data, including any name, email, source text, or notes you saved. You choose where the file is saved.
ja: エクスポートされる JSON ファイルには、保存した名前、メールアドレス、ソーステキスト、メモを含む RecipePouch のローカルデータが複製されます。保存先は自分で選べます。
zh_hans: 导出的 JSON 文件包含本机 RecipePouch 数据副本，包括你保存的姓名、电子邮件、来源文本和备注。文件保存位置由你选择。
zh_hant: 匯出的 JSON 檔案包含本機 RecipePouch 資料副本，包括你儲存的姓名、電子郵件、來源文字和備註。檔案儲存位置由你選擇。

source: App Store subscriptions renew automatically unless cancelled at least 24 hours before the end of the current period. Billing and cancellation are managed by Apple.
ja: 現在の期間が終了する24時間前までに解約しない限り、App Storeのサブスクリプションは自動更新されます。請求と解約はAppleが管理します。
zh_hans: 除非在当前周期结束前至少 24 小时取消，否则 App Store 订阅会自动续订。账单和取消操作由 Apple 管理。
zh_hant: 除非在目前週期結束前至少 24 小時取消，否則 App Store 訂閱會自動續訂。帳單和取消操作由 Apple 管理。

source: Apple sign-in uses the native Apple authorization sheet, then exchanges the verified identity token with RecipePouch’s Supabase Auth project.
ja: Appleのネイティブ認証シートでサインインし、検証済みのIDトークンをRecipePouchのSupabase Authプロジェクトと交換します。
zh_hans: 使用 Apple 原生授权页登录后，RecipePouch 会将已验证的身份令牌发送到 Supabase Auth 项目进行交换。
zh_hant: 使用 Apple 原生授權頁登入後，RecipePouch 會將已驗證的身分權杖傳送至 Supabase Auth 專案進行交換。

source: Cloud sync did not confirm that the snapshot was saved.
ja: クラウド同期でスナップショットの保存を確認できませんでした。
zh_hans: 云端同步未确认快照已保存。
zh_hant: 雲端同步未確認快照已儲存。

source: Cooking reminders
ja: 調理のリマインダー
zh_hans: 烹饪提醒
zh_hant: 烹飪提醒

source: Could not securely persist the local erase barrier. Your library was not deleted. Check device storage and try again.
ja: ローカルデータ消去の保護情報を安全に保存できませんでした。ライブラリは削除されていません。端末の空き容量を確認して再試行してください。
zh_hans: 无法安全保存本机数据清除保护标记，因此食谱库未被删除。请检查设备存储空间后重试。
zh_hant: 無法安全儲存本機資料清除保護標記，因此食譜庫未被刪除。請檢查裝置儲存空間後重試。

source: Delete All Local Data removes the RecipePouch library and preferences from this iPhone after confirmation. Copies you exported separately are not deleted.
ja: 確認後、「すべてのローカルデータを削除」により、このiPhoneからRecipePouchのライブラリと設定が削除されます。別途エクスポートしたコピーは削除されません。
zh_hans: 确认后，“删除所有本机数据”会从这部 iPhone 移除 RecipePouch 食谱库和偏好设置。单独导出的副本不会删除。
zh_hant: 確認後，「刪除所有本機資料」會從這部 iPhone 移除 RecipePouch 食譜庫和偏好設定。另行匯出的副本不會刪除。

source: Export All Data in Profile saves a JSON copy of your library and local preferences. Keep the exported file somewhere you trust. This version does not offer an in-app backup restore flow.
ja: Profileからすべてのデータをエクスポートすると、ライブラリとローカル設定のJSONコピーが保存されます。信頼できる場所に保管してください。このバージョンではアプリ内でバックアップを復元できません。
zh_hans: 在“个人中心”中导出所有数据，可将食谱库和本机偏好设置保存为 JSON 副本。请将导出文件保存在可信位置。本版本不支持在 App 内恢复备份。
zh_hant: 在「個人中心」匯出所有資料，可將食譜庫和本機偏好設定儲存為 JSON 副本。請將匯出檔案保存在可信任的位置。本版本不支援在 App 內還原備份。

source: From %@ saved recipes
ja: 保存済みレシピ %@ 件から
zh_hans: 来自 %@ 份已保存食谱
zh_hant: 來自 %@ 份已儲存食譜

source: Keep the original source with recipes you save. Check the source for its terms and any cooking or ingredient information you need.
ja: 保存したレシピには元のソースを残してください。利用条件や調理・食材情報はソースで確認してください。
zh_hans: 保存食谱时请保留原始来源。有关使用条款以及烹饪或食材信息，请查看来源页面。
zh_hant: 儲存食譜時請保留原始來源。有關使用條款以及烹飪或食材資訊，請查看來源頁面。

source: Local profile
ja: ローカルプロフィール
zh_hans: 本机个人资料
zh_hant: 本機個人資料

source: No readable text was found. Try a clearer photo, paste the recipe text, or enter the details.
ja: 読み取れるテキストが見つかりませんでした。より鮮明な写真を使うか、レシピのテキストを貼り付けるか、詳細を入力してください。
zh_hans: 未找到可读取的文字。请尝试更清晰的照片、粘贴食谱文本，或手动填写信息。
zh_hant: 找不到可讀取的文字。請嘗試更清晰的照片、貼上食譜文字，或手動填寫資訊。

source: Open Meal Plan from Profile, choose a day and meal, then select a saved recipe. Swipe a planned meal to remove it. Your saved recipe stays in your library.
ja: ProfileからMeal Planを開き、日付と食事を選んで保存済みレシピを選択します。予定した食事をスワイプすると予定から削除できますが、レシピはライブラリに残ります。
zh_hans: 在“个人中心”打开“周计划”，选择日期和餐次，再选一份已保存的食谱。向左轻扫计划餐次即可移除；食谱仍会保留在食谱库中。
zh_hant: 在「個人中心」開啟「週計畫」，選擇日期和餐次，再選一份已儲存的食譜。向左輕掃計畫餐次即可移除；食譜仍會保留在食譜庫中。

source: Open any recipe to edit its ingredients, instructions and notes. The original source stays with the recipe so you can return to it.
ja: レシピを開くと材料、手順、メモを編集できます。元のソースもレシピに保存されるため、いつでも戻って確認できます。
zh_hans: 打开任意食谱即可编辑食材、做法和备注。食谱会保留原始来源，方便你返回查看。
zh_hant: 開啟任何食譜即可編輯食材、做法和備註。食譜會保留原始來源，方便你返回查看。

source: Paste a public recipe link beginning with https://. Local addresses and sign-in details aren't supported.
ja: https:// で始まる公開レシピのリンクを貼り付けてください。ローカルアドレスやログイン情報には対応していません。
zh_hans: 请粘贴以 https:// 开头的公开食谱链接。不支持本地地址或登录信息。
zh_hant: 請貼上以 https:// 開頭的公開食譜連結。不支援本機位址或登入資訊。

source: Recipe JSON/HTML includes source text and Collections but not photos. Full library JSON includes groceries, meal plan and local preferences. No in-app restore is available.
ja: レシピのJSON/HTMLにはソーステキストとコレクションが含まれますが、写真は含まれません。ライブラリ全体のJSONには買い物リスト、Meal Plan、ローカル設定も含まれます。アプリ内での復元には対応していません。
zh_hans: 食谱 JSON/HTML 包含来源文本和食谱册，不含照片。完整食谱库 JSON 还包含购物清单、周计划和本机偏好设置。本版本不支持在 App 内恢复。
zh_hant: 食譜 JSON/HTML 包含來源文字和食譜集，不含照片。完整食譜庫 JSON 還包含購物清單、週計畫和本機偏好設定。本版本不支援在 App 內還原。

source: Recipe JSON/HTML includes sources and Collections but not photos. Full library JSON also includes groceries, meal plan and local preferences. This app cannot restore these exports.
ja: レシピのJSON/HTMLにはソースとコレクションが含まれますが、写真は含まれません。ライブラリ全体のJSONには買い物リスト、Meal Plan、ローカル設定も含まれます。このアプリではエクスポートから復元できません。
zh_hans: 食谱 JSON/HTML 包含来源和食谱册，但不含照片。完整食谱库 JSON 还包含购物清单、周计划和本机偏好设置。此 App 无法从这些导出文件恢复数据。
zh_hant: 食譜 JSON/HTML 包含來源和食譜集，但不含照片。完整食譜庫 JSON 還包含購物清單、週計畫和本機偏好設定。此 App 無法從這些匯出檔案還原資料。

source: Recipe couldn't read this image. Try another photo with the recipe clearly in view.
ja: この画像を読み取れませんでした。レシピがはっきり写った別の写真をお試しください。
zh_hans: Recipe 无法读取此图片。请换一张能清楚显示食谱内容的照片。
zh_hant: Recipe 無法讀取此圖片。請改用一張能清楚顯示食譜內容的照片。

source: RecipePouch cloud sync is not configured in this build.
ja: このビルドではRecipePouchのクラウド同期が設定されていません。
zh_hans: 此版本未配置 RecipePouch 云端同步。
zh_hant: 此版本未設定 RecipePouch 雲端同步。
